{
  "tasks": [
    {
      "id": 1,
      "required": true,
      "position": 1,
      "title": "Регистрация в Вконтакте",
      "description": "Создайте и настройте учетную запись на платформе, чтобы пользоваться всеми преимуществами социальной сети для студентов."
    },
    {
      "id": 2,
      "required": true,
      "position": 2,
      "title": "Дата прилета",
      "description": "Укажите дату и время вашего прилета в Красноярск для организации трансфера и заселения. Например, если вы прилетаете 09.09.2024 в 22:00, ваша регистрация начнется 10.09.2024."
    },
    {
      "id": 3,
      "required": true,
      "position": 3,
      "title": "Первоначальная постановка на миграционный учет",
      "description": "К примеру прилетел 09.09.2024 в 22:00. Надо собрать следующие документы:\n— оригинал документа, удостоверяющего личность (национальный паспорт, заграничный паспорт, ID - выберите один документ, данные которого будете заносить во всех случаях);\n— копия документа удостоверяющего личность (все страницы с отметками, чистые копировать не нужно) в 2 экз.;\n— оригинал миграционной карты с отметкой о дате пересечения границы РФ;\n— копия миграционной карты с отметкой о дате пересечения границы РФ с 2-х сторон в 2-х экз.;\n— справка из общежития/договор аренды квартиры;\n— договор на обучение, в случае обучения на платной основе.\nОтнести в протокольный отдел по адресу:\n пр. Свободный, 79, корп. 5 (библиотека), ауд. Б1-03\nВремя приёма и выдачи документов:\nпонедельник, среда, пятница: 9:00–12:00\nвторник, четверг: 13:00–16:00\nв течение 3-х рабочих дней после приезда в Красноярск.\nТак как прилетел 09.09, значит идет в протокольный отдел 10.09 с 13:00 по 16:00, либо 11.09 с 09:00 до 12:00, либо 12.09 с 13:00 по 16:00.\nПосле того как встал на первоначальный миграционный учет, появится кнопка «Завершить 3 уровень»."
    },
    {
      "id": 4,
      "required": true,
      "position": 4,
      "title": "Заселение в общежитие",
      "description": "Соберите все необходимые вещи и документы для заселения в общежитие. Убедитесь, что вы имеете при себе паспорт, справку о зачислении и результаты медицинского обследования."},
      {
        "id": 5,
        "required": false,
        "position": 5,
        "title": "Пропуск в общежитие",
        "description": "Получите пропуск, который дает доступ в ваш блок в общежитии. Это важно для обеспечения безопасности и порядка."
      },
      {
        "id": 6,
        "required": true,
        "position": 6,
        "title": "Отнести оригинал аттестата",
        "description": "Предоставьте в приемную комиссию оригинал вашего аттестата об окончании школы для подтверждения ваших учебных достижений."
      },
      {
        "id": 7,
        "required": true,
        "position": 7,
        "title": "Отметиться во втором отделе",
        "description": "Для парней необходимо отметиться в отделе мобилизационной подготовки и воинского учета. Адрес: пр. Свободный, каб 42-19. Часы работы: 08:30-17:00, обед 13:00-14:00."
      },
      {
        "id": 8,
        "required": true,
        "position": 8,
        "title": "Пройти обязательное медицинское освидетельствование",
        "description": "Все студенты должны пройти обязательное медицинское обследование для допуска к учебе. Пройти его нужно в указанной поликлинике в указанные сроки."
      },
      {
        "id": 9,
        "required": true,
        "position": 9,
        "title": "Забрать результаты медосмотра",
        "description": "После прохождения медицинского осмотра необходимо забрать результаты в поликлинике для дальнейшего предоставления их в учебное заведение."
      },
      {
        "id": 10,
        "required": true,
        "position": 10,
        "title": "Забрать временную регистрацию",
        "description": "Получите вашу временную регистрацию у уполномоченного лица в общежитии, чтобы подтвердить статус проживания во время обучения."
      },
      {
        "id": 11,
        "required": true,
        "position": 11,
        "title": "Пройти процедуру дактилоскопии и фотографирования",
        "description": "Эта процедура обязательна для всех иностранных граждан и проводится в миграционном отделе. Уточните расписание для прохождения процедуры."
      },
      {
        "id": 12,
        "required": true,
        "position": 12,
        "title": "Забрать дактилоскопическую карту",
        "description": "После прохождения дактилоскопии получите карту с данными вашей дактилоскопии для предъявления ее в университет и другие инстанции."
      },
      {
        "id": 13,
        "required": true,
        "position": 13,
        "title": "Заказать справку об обучении",
        "description": "Закажите справку в деканате вашего факультета, подтверждающую ваш статус студента. Эта справка может понадобиться для различных целей."
      },
      {
        "id": 14,
        "required": true,
        "position": 14,
        "title": "Получение многократной визы",
        "description": "Документы, необходимые для продления пребывания:\n— оригинал документа, удостоверяющего личность (национальный паспорт, заграничный паспорт, удостоверение личности, идентификационная карта);\n— 2 копии документа, удостоверяющего личность (1 копия страниц паспорта (страницы с отметками), 1 копия страниц паспорта (все страницы));\n— оригинал миграционной карты;\n— 2 копии миграционной карты (с 2-х сторон);\n— справка из института об обучении в СФУ с указанием курса и срока обучения;\n— справка из общежития (с продленным сроком проживания);\n— полис медицинского страхования со сроком действия;\n— копия дактокарты (если Вы прошли дактилоскопию);\n— заполненная визовая анкета (выдается Протокольным отделом);\n— 4 фотографии размером 3х4;\n— квитанция об уплате государственной пошлины 1920 рублей;\n— копия договора на обучение;\n— копия дактокарты (зеленая карта о прохождении дактилоскопии).\nОтнести в протокольный отдел по адресу:\n пр. Свободный, 79, корп. 5 (библиотека), ауд. Б1-03\nВремя приёма и выдачи документов:\nпонедельник, среда, пятница: 9:00–12:00\nвторник, четверг: 13:00–16:00\nПродлить регистрацию за 1,5 месяца до окончания срока первоначальной регистрации."
      },
      {
        "id": 15,
        "required": true,
        "position": 15,
        "title": "Отправить скан справки об обучении в военкомат по месту прописки",
      "description": "Необходимо отсканировать справку об обучении и направить в отдел по месту прописки по электронной почте."
    },
    {
      "id": 16,
      "required": true,
      "position": 16,
      "title": "Медосмотр для допуска к занятиям по физкультуре для первокурсников",
      "description": "Все первокурсники должны пройти дополнительный медицинский осмотр для получения допуска к занятиям по физкультуре."
    },
    {
      "id": 17,
      "required": true,
      "position": 17,
      "title": "Забрать регистрацию",
      "description": "Получите ваш готовый документ о регистрации и заверьте его у ответственного лица в университете."
    },
    {
      "id": 18,
      "required": false,
      "position": 18,
      "title": "ИНН и СНИЛС",
      "description": "Оформите ИНН и СНИЛС в налоговой инспекции, если у вас их еще нет. Это важно для официального оформления во многих аспектах."
    },
    {
      "id": 19,
      "required": true,
      "position": 19,
      "title": "Получение стипендиальной карты",
      "description": "Оформите и получите карту в банке для получения стипендии. Для оформления потребуются паспорт и справка из учебного заведения."
    },
    {
      "id": 20,
      "required": true,
      "position": 20,
      "title": "Забрать ИНН и СНИЛС",
      "description": "Получите документы ИНН и СНИЛС в налоговой, если они были заведены в процессе обучения или работы."
    },
    {
      "id": 21,
      "required": true,
      "position": 21,
      "title": "Компенсация проезда и полиса ДМС",
      "description": "Если вы имеете право на компенсацию, предоставьте все необходимые документы и получите компенсацию за проезд и полис ДМС."
    }
  ]
}
